{
    "cohort": [
        {
            "id": 1,
            "firstName": "Ricky",
            "lastName": "Bruner",
            "reelThemIn": "\"Every great developer you know got there by solving problems they were unqualified to solve, until they actually did it.\" <br>- Patrick McKenzie",
            "bio": "<p>I'm a former retail manager, car builder, apprentice electrician, and customer service wizard who acknowledged a love for creating and learning and realized that Software Development was the home long sought after. Development gave me the opportunity to pour my creative energy into something tangible, and the countless options for anything provides me with the constant learning environment that I crave (and that fueled my varied job experiences!). Throughout my career, I've taken every challenge as potential to improve myself because I believe that it takes a wealth of varying experiences and great open-mindedness to grow internally. Learning, leading, and being involved in any aspect of development brings me the joy and fulfillment that I've always sought after in a career!</p>",
            "github": "https://github.com/ricky-bruner",
            "linkedIn": "https://www.linkedin.com/in/rickybruner/",
            "portfolio": "http://www.rickybruner.com/",
            "email": "ricky.bruner@gmail.com",
            "proImg": "images/classmates/RickyBruner.jpg",
            "funImg": "images/classmates/RickyBruner_Fun.jpg"
        },
        {
            "id": 2,
            "firstName": "Helen",
            "lastName": "Chalmers",
            "reelThemIn": "<p>\"Try to be a rainbow in someone else's cloud.\"<br>- Maya Angelou</p>",
            "bio": "<p>I am a creator and an analytical thinker by nature which is why the web development field is so attractive to me. I love the process of writing code to create something new, solve a problem, or build a new platform. As a natural \"helper\", having the know-how to create something that will bring ease into someone's life or fundamentally change how they do things is truly rewarding.</p>",
            "github": "https://github.com/HelenChalmers",
            "linkedIn": "https://www.linkedin.com/in/helenbobelen/",
            "portfolio": "http://www.helenchalmers.com/",
            "email": "hchalmers23@gmail.com",
            "proImg": "images/classmates/HelenChalmers.jpg",
            "funImg": "images/classmates/HelenChalmers_Fun.jpg"
        },
        {
            "id": 3,
            "firstName": "Kelly",
            "lastName": "Cook",
            "reelThemIn": "<p>I haven't slept for ten days, because that would be too long.</p>",
            "bio": "<p>Kelly Cook here! I am a father, husband, musician, and Maryland native who moved to the Nashville area in 2016 to create a better life for my family. Before making a transition into software development, I worked in the customer service industry for several years. While at Nashville Software School I discovered that I approached creating an app the same way I approached writing a song. While doing both I would always find myself putting great consideration into what the purpose and function of a feature was and how it ultimately served the final product. Those parallels made for some great and very rewarding challenges.</p>",
            "github": "https://github.com/kellycook301",
            "linkedIn": "https://www.linkedin.com/in/kellycook92/",
            "portfolio": "https://kellycook301.github.io/kellycook/",
            "email": "kellycook20878@gmail.com",
            "proImg": "images/classmates/KellyCook.jpg",
            "funImg": "images/classmates/KellyCook_Fun.jpg"
        },
        {
            "id": 4,
            "firstName": "Jonathan",
            "lastName": "Edwards",
            "reelThemIn": "<p>(I'll fill this in later)</p>",
            "bio": "<p>As a digital marketer turned software developer, I've always had a strong interest in technology. I originally got into web development as a way to improve my marketing skillset, but after learning some basic HTML, CSS, and JavaScript, I quickly realized that the world of programming was where I belonged. The ability to build things that solve problems is what I enjoy most about being a developer.</p>",
            "github": "https://github.com/edwards-j",
            "linkedIn": "https://www.linkedin.com/in/edwardsjd/",
            "portfolio": "www.j-edwards.com",
            "email": "jonathan.d.edwards92@gmail.com",
            "proImg": "images/classmates/JonathanEdwards.jpg",
            "funImg": "images/classmates/JonathanEdwards_Fun.jpg"
        },
        {
            "id": 5,
            "firstName": "Daniel",
            "lastName": "Figueroa",
            "reelThemIn": "<p>Press Any Key To Continue</p>",
            "bio": "<p>Since 2005 I've been involved in the graphic design field. I've utilized the skills acquired during my education to produce a variety of products for both print and web. In 2010, I transitioned into an opportunity to be involved in the emerging 3D imaging and 3D printing industry, allowing me to learn new skills and having more input on company wide decisions. I continue to maintain a practice at Graphic Design, but decided to transition into a development environment, having discovered a passion for it. I pursued an education in an environment that fostered my passion.</p>",
            "github": "https://github.com/Figamus",
            "linkedIn": "https://www.linkedin.com/in/daniel-figueroa/",
            "portfolio": "https://figamus.github.io/",
            "email": "iam3dfig@gmail.com",
            "proImg": "images/classmates/DanielFigueroa.jpg",
            "funImg": "images/classmates/DanielFigueroa_Fun.jpg"
        },
        {
            "id": 6,
            "firstName": "Alejandro",
            "lastName": "Font",
            "reelThemIn": "<p>\"Back to school. Back to school, to prove to Dad that I'm not a fool. I got my lunch packed up, my boots tied tight, I hope I don't get in a fight. Oh, back to school. Back to school.\" <br>- Billy Madison</p>",
            "bio": "<p>In my years spent as a writer and social media marketer, I felt the need to expand my professional skill set. I enjoyed the energy and camaraderie of working in a team, but I knew I needed to experience more.</p><p>The software developers on my team had such a zeal for their work; they highlighted a potential opportunity. After completing some introductory, online coding courses, I knew I had found my next challenge.</p><p>Through software development, I can work in a collaborative setting while learning and growing in the field each day. When I started at Nashville Software School, I could see coding offered a welcoming environment.</p>", 
            "github": "https://github.com/alexfont321",
            "linkedIn": "https://www.linkedin.com/in/alejandro-r-font/",
            "portfolio": "https://alexfont321.github.io/",
            "email": "alexfont321@gmail.com",
            "proImg": "images/classmates/AlejandroFont.jpg",
            "funImg": "images/classmates/AlejandroFont_Fun.jpg"
        },
        {
            "id": 7,
            "firstName": "Priyanka",
            "lastName": "Garg",
            "reelThemIn": "<p>\"First, solve the problem. Then, write the code\" <br>- John Johnson</p>",
            "bio": "<p>My love for programming began when I was introduced to C and C++ languages in my graduation degree. Since then,I wanted to become a software developer. I am passionate about delivering quality software,that is useful and at the same time user friendly.Creating clean and useful applications fulfills my needs as a software developer and also takes care of my creative learnings. In my free time, I like to learn new tricks (food,Game) that keep my brain and body healthy and active.<br>In July 2018, I enrolled in the 6 month full-time software development program at Nashville Software School. The skills I am learning here and the projects I am working on can be found on my website or on my Github profile.</p>",
            "github": "https://github.com/priyankagargc27",
            "linkedIn":"https://www.linkedin.com/in/priyankagarg1",
            "portfolio": "https://priyanka-portfolio.herokuapp.com/",
            "email": "priyanka.g.85@gmail.com",
            "proImg": "images/classmates/PriyankaGarg.jpg",
            "funImg": "images/classmates/PriyankaGarg_Fun.jpg"
        },
        {
            "id": 8,
            "firstName": "Taylor",
            "lastName": "Gulley",
            "reelThemIn": "<p>\"A wise man can learn more from a foolish question than a fool can learn from a wise answer.\" <br>-Bruce Lee</p>",
            "bio": "<p>I studied Kinesiology at the University of Tennessee for my undergraduate education in order to pursue a Doctorate in Physical Therapy at Tennessee State University. I have always been fascinated by both Science and Mathematics. Learning about the human body and the physics behind it for the purposes of solving physical problems was very rewarding. However during a guest lecture about medical software systems I developed an interest in software development. This lead to me leaving the Doctorate program to later attend Nashville Software School in the pursuit of solving problems from a technology perspective.</p>",
            "github": "https://github.com/taylorlgulley",
            "linkedIn": "https://www.linkedin.com/in/taylorgulley/",
            "portfolio": "https://taylorlgulley.github.io/",
            "email": "taylorlgulley@yahoo.com",
            "proImg": "images/classmates/TaylorGulley.jpg",
            "funImg": "images/classmates/TaylorGulley_Fun.jpg"
        },
        {
            "id": 9,
            "firstName": "Mark",
            "lastName": "Hale",
            "reelThemIn": "<p>Have you tried turning it off and on again?</p>",
            "bio": "<p>After going to the University of Tennessee for several years as a Chemistry major looking to go to medical school, I decided to pursue my real passion of software development and haven't looked back since. Attending NSS has truly been a life changing experience for me and through all the times both good and bad, I can honestly say I do not regret any of the choices that I have made.</p>",
            "github": "https://github.com/MarkHale94",
            "linkedIn": "https://www.linkedin.com/in/mark-hale-4861b9167/",
            "portfolio": "https://markhale94.github.io/",
            "email": "mark.hale94@gmail.com",
            "proImg": "images/classmates/MarkHale.jpg",
            "funImg": "images/classmates/MarkHale_Fun.jpg"
        },
        {
            "id": 10,
            "firstName": "Matthew",
            "lastName": "Hall",
            "reelThemIn": "<p>Creating!</p>",
            "bio": "<p>I love to figure out how things work, break them apart, scoop out the yolk, and try to make them function the same or better than before - especially things that go 'beep' and 'boop'. Learning is a passion of mine and programming is just the start of my next set of adventures. Passion and inspiration comes from all types of endeavors however I (more often than not) find the best momentum comes from engaging with my fellow earthlings and learning from experiences.</p>",
            "github": "https://github.com/mateusvanhalen",
            "linkedIn": "https://www.linkedin.com/in/mateusvanhalen/",
            "portfolio": "https://mateusvanhalen.herokuapp.com",
            "email": "mateusvanhalen@gmail.com",
            "proImg": "images/classmates/MatthewHall.jpg",
            "funImg": "images/classmates/MatthewHall_Fun.jpg"
        },
        {
            "id": 11,
            "firstName": "Klaus",
            "lastName": "Hardt",
            "reelThemIn": "<p>\"I want to sit outside and work because it's so nice out, but then I would have only one monitor instead of three…\"</p>",
            "bio": "<p>After working in technical support for an Electronic Medical Records software company for over nine years, I wanted to make a change and increase my skill set.<br><br>Learning software development has been the perfect choice since I already have some experience with SQL server and the development process. It has also allowed my to better utilize my creativity but at the same time continue what I love about technical problem solving.</p>",
            "github": "https://github.com/KHardt/",
            "linkedIn": "https://www.linkedin.com/in/klaus-hardt//",
            "portfolio": "https://khardt.github.io/",
            "email": "klausheina@gmail.com",
            "proImg": "images/classmates/KlausHardt.png",
            "funImg": "images/classmates/KlausHardt_Fun.png"
        },
        {
            "id": 12,
            "firstName": "Aaron",
            "lastName": "Keen",
            "reelThemIn": "<p><code>if(powerLevel > 9000){<br>&nbsp;&nbsp;return \"It's over 9000!\"<br>}</code></p>",
            "bio": "<p>Now this is a story all about how my life got flipped, turned upside down. I'd like to take a minute, just sit right there, I'll tell you how I became a coder in a town called Nashville. In West Tennessee born and raised, on the football field is where I spent most of my days. Chilling out, maxing, relaxing all cool and all, hanging out with my friends all summer long. When a couple of parents who were up to no good, started making trouble in my neighborhood. I didn't put up a fight I just gave them a grin, and said \"I'm moving with my brother for college in Martin\". I was going to be a teacher but when it came near, the classroom seemed bleak and there were monsters in there. I spent all that money man is that really fair, but I thought \"Nah, forget it, I'm off to software!\". I pulled up to NSS around 7 or 8, where I learned javascript, react, and .net. It came time for demo day I finally got up the hill, to sit on my throne as a coder in Nashville!</p>",
            "github": "https://github.com/Akeen11",
            "linkedIn": "https://www.linkedin.com/in/aaron-keen-087200167/",
            "portfolio": "https://akeen11.github.io/",
            "email": "keen-11@hotmail.com",
            "proImg": "images/classmates/AaronKeen.jpg",
            "funImg": "images/classmates/AaronKeen_Fun.jpg"
        },
        {
            "id": 13,
            "firstName": "Michael",
            "lastName": "McClenton",
            "reelThemIn": "<p>git add food<br>git commit -m \"clever message\"</p>",
            "bio": "<p>So I bet you're wondering how we got here, right? I was born and raised in South Nashville and lived in the city until 2016 when I decided to move to Chapel Hill, North Carolina. While there, I worked, sharpened my skills as a music producer and enjoyed a nice change of scenery. What made me take an interest in coding was the large number of opportunities in the RTP area. After coming back to Nashville in 2018 and working in the medical supply industry for a couple of months, I decided to pivot my life and pursue a career in software development.</p>",
            "github": "https://github.com/ThraxHamilton",
            "linkedIn": "https://www.linkedin.com/in/michael-mcclenton/",
            "portfolio": "https://thraxhamilton.github.io/Portfolio/",
            "email": "mmcclenton16@gmail.com",
            "proImg": "images/classmates/MichaelMcClenton.jpg",
            "funImg": "images/classmates/MichaelMcClenton_Fun.jpg"
        },
        {
            "id": 14,
            "firstName": "Mike",
            "lastName": "Parrish",
            "reelThemIn": "Code #808080, because things aren't always #000000 and #ffffff",
            "bio": "<p>I'm a huge nerd with a passion for development! I enjoy reading comics and playing games just as much as I enjoy backpacking and working on my rail buggy. I'm currently attending Nashville Software School to hone my development skills and set to graduate in January 2019. Development gives me a technical way to bring my creativity to light. I love working with ReactJS, but I'm also proficient in HTML5, CSS3, JavaScript, ReactJS, C#, SQL, Linq, and Dapper while at NSS. I'm fortunate to be making a living in a career I truly enjoy.</p>",
            "github": "https://github.com/thatmikeparrish",
            "linkedIn": "https://www.linkedin.com/in/thatmikeparrish/",
            "portfolio": "https://thatmikeparrish.herokuapp.com/",
            "email": "thatmikeparrish@gmail.com",
            "proImg": "images/classmates/MikeParrish.jpg",
            "funImg": "images/classmates/MikeParrish_Fun.jpg"
        },
        {
            "id": 15,
            "firstName": "Madison",
            "lastName": "Peper",
            "reelThemIn": "<p>\"Time you enjoy wasting is not wasted time.\" <br>-John Lennon</p>",
            "bio": "<p>I'm a problem solving nerd on a mission to learn as much as I can in my lifetime. I've always expressed my creativity through art across various different mediums, and I've found that I can express my creativity through code as well. While working in the customer service industry, I encountered a world of problems that needed solving. Seeing the results of my work in my customer's happy faces and positive feedback, I realized that I not only enjoyed problem solving, but I had a knack for it. That's when I looked to software development.</p>",
            "github": "https://github.com/MissPeperr",
            "linkedIn": "https://www.linkedin.com/in/madipeper/",
            "portfolio": "https://misspeperr.github.io/portfolio-site/#",
            "email": "madisonpeper@gmail.com",
            "proImg": "images/classmates/MadisonPeper.jpg",
            "funImg": "images/classmates/MadisonPeper_Fun.jpg"
        },
        {
            "id": 16,
            "firstName": "Jeremiah",
            "lastName": "Pritchard",
            "reelThemIn": "<p>\"Aim at heaven and you will get earth thrown in. Aim at earth and you get neither.\" <br>- C.S. Lewis</p>",
            "bio": "<p>With four years of the Navy behind me, I decided to expand my tool set. Working as an IT in the Navy, I am used to large teams and being well rounded in all aspects of my job. After getting out there was a side of Tech that I was really interested in. The experience has been great so far, and I have met some great people along the way.</p>",
            "github": "https://github.com/jeremiah3643",
            "linkedIn": "https://www.linkedin.com/in/jpritchard3643/",
            "portfolio": "https://jeremiah3643.github.io/",
            "email": "jeremiah3643@gmail.com",
            "proImg": "images/classmates/JeremiahPritchard.jpg",
            "funImg": "images/classmates/JeremiahPritchard_Fun.jpg"
        },
        {
            "id": 17,
            "firstName": "Kayla",
            "lastName": "Reid",
            "reelThemIn": "Roses are red <br>Violets are blue <br>Unexpected \" } \" on line 32",
            "bio": "Throughout my career, I've always been driven by hard work and gaining new skills. I love positions that challenge my ability and allow me to grow and expand my skillset in new and exciting ways! I find myself enthralled with the complexities of coding, and driven by my own creativity to build anything I can imagine. I've always felt a strong pull towards organization and I'm thrilled that code allows me to test these principles in new and unique ways. I love thinking up and creating ways for clients to interact with technology, so front-end development checks a lot of boxes for me. Back-end development affords me the challenge of organizing data and critically thinking my way through all sorts of interesting problems. In all, development offers me so much that I never believed I'd find in an industry and job, and I'm so excited at the opportunity to work with it!",
            "github": "https://github.com/KaylaReid",
            "linkedIn": "https://www.linkedin.com/in/iamkaylareid/",
            "portfolio": "http://www.kaylareid.codes/",
            "email": "iamkaylareid@gmail.com",
            "proImg": "images/classmates/KaylaReid.jpg",
            "funImg": "images/classmates/KaylaReid_Fun.jpg"
        },
        {
            "id": 18,
            "firstName": "Dejan",
            "lastName": "Stjepanović",
            "reelThemIn": "<p>Trail blazing and Slav squatting since 1988</p>",
            "bio": "<p>Born in Yugoslavia, raised in Germany, and longtime Nashville resident, my own background sparked an interest in studying peoples and cultures around the world culminating in a B.A. in History from Middle Tennessee State University. Following graduation, I threw my energy and ingenuity behind one of my passions - environmental sustainability - building out one of the most comprehensive, high-performing recycling programs in the country at Vanderbilt University. After more than doubling Vanderbilt's recycling tonnage during my 6 year tenure, I left to pursue my dreams of cycling across Europe - through the lands which I once called home. 15 countries, 8 months, and one well-worn bicycle later, I had determined, via much self-reflection, that my more salient skills, including problem-solving, language-learning, visual planning, and stamina, could all be put to best use in the field of software development. </p>",
            "github": "https://github.com/stjepad",
            "linkedIn": "https://www.linkedin.com/in/dejan-stjepanovic/",
            "portfolio": "dejan.codes",
            "email": "dejan.codes.things@gmail.com",
            "proImg": "images/classmates/DejanStjepanovic.jpg",
            "funImg": "images/classmates/DejanStjepanovic_Fun.jpg"
        },
        {
            "id": 19,
            "firstName": "David",
            "lastName": "Taylor",
            "reelThemIn": "<p>\"The only way to make sense out of change is to plunge into it, move with it, and join the dance.\" <br>- Alan Watts</p>",
            "bio": "<p>Effecting change to create a better world is my highest calling. To better the world, I seek to better myself through my desire to learn and my passion for creativity. I've wanted something more from work than a paycheck since my first part-time job slinging pizzas. I spent years jumping from job to job, never finding satisfaction in work - until I discovered software development. Combining my creative disposition with my drive for continuous learning, software development provides the tools to make a clear difference in my community and the world at large. With the satisfaction this path brings me, I look forward to a long career of learning through creating and working with others to build a better the future.</p>",
            "github": "https://github.com/davidnicholastaylor",
            "linkedIn": "https://www.linkedin.com/in/dntaylor",
            "portfolio": "https://davidtaylor.codes",
            "email": "david@davidtaylor.codes",
            "proImg": "images/classmates/DavidTaylor.jpg",
            "funImg": "images/classmates/DavidTaylor_Fun.jpg"
        },
        {
            "id": 20,
            "firstName": "Gretchen",
            "lastName": "Ward",
            "reelThemIn": "<p> </p>",
            "bio": "<p>I have always enjoyed learning. Coding has been the biggest challenge I've taken on so far. It is rewarding to work with others and create projects that we can all be proud of. </p>",
            "github": "https://github.com/gretchenmarie",
            "linkedIn": "https://www.linkedin.com/in/gretchen-ward-452608167/",
            "portfolio": "https://gretchenmarie.github.io/",
            "email": "gretchenmward@gmail.com",
            "proImg": "images/classmates/GretchenWard.jpg",
            "funImg": "images/classmates/GretchenWard_Fun.jpg"
        },        
        {
            "id": 21,
            "firstName": "Streator",
            "lastName": "Ward",
            "reelThemIn": "<p>\"I believe that legends and myths are largely made of 'truth', and indeed present aspects of it that can only be received in this mode; and long ago certain truths and modes of this kind were discovered and must always reappear.\" <br>-J.R.R. Tolkien</p>",
            "bio": "<p>I'm a web developer with a strong interest in projects that require both conceptual and analytical thinking. I'm fully committed to designing and developing innovative web-based materials that users will love. I'm always eager to learn more tricks from anyone regardless of the industry they're working in. I became interested in technology at a young age and my grandfather introduced me to video games and the hardware side of things. As I got older my mind continued to grow along with my passion and curiosity for learning all that I could about the world of technology and the business side of technology in companies. This curiosity lead me to NSS so I could begin to fully understand and learn what really goes in to making the technology I grew to love actually work. </p>",
            "github": "https://github.com/streatorward",
            "linkedIn": "https://www.linkedin.com/in/streator-ward/",
            "portfolio": "https://streatorward.github.io",
            "email": "streatorward@gmail.com",
            "proImg": "images/classmates/StreatorWard.jpg",
            "funImg": "images/classmates/StreatorWard_Fun.jpg"
        }
    ]
}
